micropython/micropython/ports/samd/boards/XPLAINED_SAMD21J18A/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "SAMD21-XPLAINED-PRO"
#define MICROPY_HW_MCU_NAME   "SAMD21J18A"
